Repository: ejbills/DockDoor
Catalog: DockDoor/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, he, it, ja, nl, pt_pt, ru, tr, uk, vi, zh_hans, zh_hant

source: Bottom Right
cs: Vpravo dole
de: Unten rechts
es: Abajo a la derecha
fr: En bas à droite
he: ימין למטה
it: ↘ In basso a destra
ja: 右下
nl: Rechtsonderaan
pt_pt: Canto Inferior Direito
ru: Снизу справа
tr: Sağ Alt
uk: Знизу праворуч
vi: Góc dưới bên phải
zh_hans: 右下角
zh_hant: 右下角

source: Bring App Windows to Current Space
cs: Přesunout aplikaci na aktuální plochu
de: Bringe App Fenster in aktuellen Bereich
es: Traer las ventanas de la aplicación al espacio actual
it: Sposta le finestre dell'applicazione nello spazio corrente
ja: アプリウィンドウを現在のスペースに移動
nl: Breng app-venster naar huidige space
tr: Uygulama Pencerelerini Mevcut Alana Taşı
uk: Перенести вікна програми до поточної області
vi: Đưa Cửa sổ Ứng dụng đến Vị trí Hiện tại
zh_hans: 将应用窗口移至当前空间
zh_hant: 將App視窗移動到目前空間

source: Bring to Current Space
cs: Přesunout na aktuální plochu
de: Bringe in aktuellen Bereich
es: Traer al espacio actual
it: Sposta nello spazio attivo
ja: 現在のスペースに移動
nl: Breng naar huidige space
ru: Переместить в текущее пространство
tr: Mevcut Alana Taşı
uk: Перенести до поточної області
vi: Đưa đến Vị trí Hiện tại
zh_hans: 移动到当前桌面空间
zh_hant: 移動到目前空間

source: Browse for .app file...
cs: Procházet .app soubory...
de: Nach .app-Datei suchen...
es: Buscar el archivo .app...
fr: Parcourir pour un fichier .app...
he: בחר קובץ .app...
it: Seleziona il file .app...
ja: .app ファイルを参照…
nl: Blader naar een .app-bestand...
pt_pt: Procurar por ficheiros .app...
ru: Выбрать файл .app...
tr: .app dosyası için göz atın...
uk: Обрати .app файл...
vi: Duyệt tìm tệp .app...
zh_hans: 浏览 .app 文件……
zh_hant: 瀏覽.app檔案...

source: Button Scale
cs: Velikost tlačítek
de: Skalierung der Schaltflächen
es: Escala del botón
he: גודל כפתור
it: Dimensione del pulsante
ja: ボタンの大きさ
nl: Knop schalen
pt_pt: Escala do Botão
ru: Масштаб кнопки
tr: Düğme Ölçeği
uk: Масштаб кнопок
vi: Tỷ lệ nút
zh_hans: 按钮缩放比例
zh_hant: 按鈕縮放比例

source: Buy me a coffee
cs: Kupte mi kávu
de: Kaufen Sie mir einen Kaffee
es: Invítame un café
fr: Offrez-moi un café
he: קנה לי קפה
it: Offrimi un caffè
ja: コーヒーを買ってくれませんか
nl: Koop een kopje koffie voor me
pt_pt: Ofereça-me um café
ru: Угостить разработчика кофе
tr: Bana bir kahve ısmarla
uk: Купіть мені кавусю
vi: Mời tôi một ly cà phê nhé!
zh_hans: 请我喝一杯咖啡
zh_hant: 買咖啡給我

source: Buy me a coffee here, thank you!
cs: Kupte mi kávu zde, děkuji!
de: Kaufen Sie mir hier einen Kaffee, danke!
es: Comprarme un café aquí, ¡gracias!
fr: Offrez-moi un café ici, merci !
he: קנה לי קפה כאן, תודה!
it: Se ti va, puoi offrirmi un caffè!
ja: そんな方は、私にコーヒーを買ってくれるとうれしいです。
nl: Trakteer mij op een kopje koffie, bedankt!
pt_pt: Compre-me um café aqui, muito obrigado!
ru: Купите мне кофе, спасибо!
tr: Buradan bana bir kahve al, teşekkür ederim!
uk: Купіть мені кавусю тут, дякую!
vi: Mời tôi một ly cà phê tại đây, cảm ơn bạn!
zh_hans: 请我喝咖啡吧，谢谢！
zh_hant: 在這裡請我喝咖啡，謝謝！

source: Bypass modifier key
cs: Obejít klíč modifikátoru
de: Modifikations-Tasten umgehen
es: Omitir tecla de modificación
it: Bypassa il tasto modificatore
ja: 修飾キーを無視する
nl: Bypass-modificatietoets
pt_pt: Ignorar tecla modificadora
ru: Обходить клавишу-модификатор
tr: Bypass değiştirici tuşu
uk: Обходити клавішу-модифікатор
vi: Phím bỏ qua
zh_hans: 修饰键透传
zh_hant: 忽略變更鍵

source: Calendar
cs: Kalendář
de: Kalender
es: Calendario
fr: Calendrier
he: לוח שנה
it: Calendario
ja: カレンダー
nl: Agenda
pt_pt: Calendário
ru: Календарь
tr: Takvim
uk: Календар
vi: Lịch
zh_hans: 日历
zh_hant: 行事曆

source: Calendar Access Needed
cs: Potřebný přístup ke kalendáři
de: Kalenderzugriff erforderlich
es: Se necesita acceso al calendario
fr: Accès au calendrier requis
he: נדרשת גישה ליומן
it: Accesso al calendario richiesto
ja: カレンダーへのアクセスが必要です
nl: Agenda toegang nodig
pt_pt: Necessário Acesso ao Calendário
ru: Требуется доступ к календарю
tr: Takvim Erişimi Gerekli
uk: Потрібен доступ до календаря
vi: Cần quyền truy cập lịch
zh_hans: 需要日历访问权限
zh_hant: 需要行事曆取用權限

source: Calendar Access Required
cs: Vyžadován přístup ke kalendáři
de: Kalenderzugriff erforderlich
es: Acceso al calendario requerido
fr: L'accès à votre Calendrier est requis
he: נדרשת גישה ליומן
it: È necessario l'accesso al calendario di sistema
ja: カレンダーへのアクセスが必要です
nl: Agenda toegang vereist
pt_pt: Acesso ao calendário necessário
ru: Необходим доступ к календарю
tr: Takvim Erişimi Gerekli
uk: Потрібен доступ до Календаря
vi: Cần quyền truy cập Lịch
zh_hans: 需要日历访问权限
zh_hant: 需要行事曆權限

source: Calendar widget
cs: Widget kalendáře
de: Kalender Widget
es: Widget de calendario
he: ווידג'ט לוח שנה
it: Widget calendario
ja: カレンダーウィジェット
nl: Agenda widget
pt_pt: Widget de Calendário
ru: Виджет календаря
tr: Takvim Widget'ı
uk: Віджет Календаря
vi: Tiện ích Lịch
zh_hans: 日历小部件
zh_hant: 行事曆小工具

source: Can you even see this?
cs: Vidíte to vůbec?
de: Können Sie das überhaupt erkennen?
es: ¿Puede incluso verlo?
fr: Comment arrivez-vous à voir ça ?
he: אתה בכלל יכול לראות את זה?
it: Infinitesimo
ja: これが見えますか？
nl: Kan je dit wel zien?
pt_pt: Consegues mesmo ver isto?
ru: Можете ли вы увидеть это?
tr: Bunu görebiliyor musun?
uk: Ти взагалі бачиш це?
vi: Bạn có nhìn thấy được cái này không?
zh_hans: 你能看到这个吗？
zh_hant: 你看得到這個嗎？

source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
it: Annulla
ja: キャンセル
nl: Annuleer
pt_pt: Cancelar
ru: Отмена
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Cannot Add Color
cs: Barvu nelze přidat
de: Farbe kann nicht hinzufügen werden
es: No se puede agregar el color
fr: Impossible d’ajouter la couleur
he: לא ניתן להוסיף צבע
it: Impossibile aggiungere il colore
ja: 色を追加できません
nl: Kan kleur niet toevoegen
pt_pt: Não é possível adicionar cor
ru: Невозможно добавить цвет
tr: Renk Eklenemedi
uk: Неможливо додати колір
vi: Không thể thêm màu
zh_hans: 无法添加颜色
zh_hant: 無法加入顏色

source: Cannot Remove Color
cs: Barvu nelze odstranit
de: Farbe kann nicht entfernt werden
es: No se puede quitar el Color
fr: Impossible de supprimer la couleur
he: לא ניתן להסיר צבע
it: Impossibile rimuovere il colore
ja: 色を削除できません
nl: Kan kleur niet verwijderen
pt_pt: Não é possível remover cor
ru: Невозможно удалить цвет
tr: Renk Silinemedi
uk: Неможливо видалити колір
vi: Không thể xóa màu
zh_hans: 无法移除颜色
zh_hant: 無法移除顏色

source: Caption
cs: Popisek
de: Beschriftung
es: Subtítulo
fr: Légende
he: כיתוב
it: Didascalia
ja: キャプション
nl: Beschrijving
pt_pt: Legenda
ru: Подпись
tr: Altyazı
uk: Підпис
vi: Chú thích
zh_hans: 说明
zh_hant: 描述

source: Caption 2
cs: Popisek 2
de: Beschriftung 2
es: Subtítulo 2
he: כיתוב 2
it: Didascalia 2
ja: キャプション2
nl: Beschrijving 2
pt_pt: Legenda 2
ru: Подпись 2
tr: Altyazı 2
uk: Підпис 2
vi: Chú thích 2
zh_hans: 说明2
zh_hant: 描述2

source: Capture performance metrics for troubleshooting
cs: Zaznamenat ukazatele výkonu pro účely řešení problémů
de: Erfassen von Performance-Metriken für Fehlerbehebung
es: Recopilar métricas de rendimiento para diagnosticar problemas
fr: Capturer les mesures de performance pour le dépannage
he: לכוד מדדי ביצועים לפתרון בעיות
it: Rileva periodicamente le prestazioni per la risoluzione dei problemi
ja: トラブルシューティングのためのパフォーマンスメトリックをキャプチャする
nl: Prestatiestatistieken vastleggen voor probleemoplossing
pt_pt: Capturar métricas de desempenho para resolução de problemas
ru: Собирать метрики производительности для диагностики
tr: Sorun giderme amacıyla performans ölçümlerini toplayın
uk: Збір показників продуктивності для усунення несправностей
vi: Thu thập số liệu hiệu suất để khắc phục sự cố
zh_hans: 捕获性能指标以进行故障排除
zh_hant: 收集除錯用測量資料

source: Center Window
cs: Prostřední okno
de: Fenster zentrieren
es: Centrar ventana
fr: Centrer la fenêtre
he: מרכז חלון
it: Centra la finestra
ja: 中央のウィンドウ
nl: Venster centreren
pt_pt: Centrar janela
ru: Окно по центру
tr: Pencereyi ortala
uk: По центру вікна
vi: Căn giữa cửa sổ
zh_hans: 居中窗口
zh_hant: 置中視窗

source: Centered - Controls top, title bottom
cs: Uprostřed - Ovládací prvky nahoře, titulek dole
de: Zentriert - Steuerelemente oben, Titel unten
es: Centrado - Controles arriba, título abajo
he: ממורכז - כפתורים מעל, כותרת מתחת
it: Centrato - Controlli in alto, titolo in basso
ja: 中央揃え - コントロールを上、タイトルを下
nl: Gecentreerd - Bedieningselementen bovenaan, titel onderaan
pt_pt: Centrado — Controlos no topo, título no fundo
ru: По центру - Управление сверху, заголовок снизу
tr: Ortalanmış - Kontroller üstte, başlık altta
uk: По центру - керування зверху, назва знизу
vi: Căn giữa - Điều khiển trên, tiêu đề dưới
zh_hans: 居中 - 控件顶部，标题底部
zh_hant: 置中對齊 - 控制項置頂，標題置底

source: Centered - Title top, controls bottom
cs: Uprostřed - Titulek nahoře, ovládací prvky dole
de: Zentriert - Titel oben, Steuerelemente unten
es: Centrado - Título arriba, controles abajo
he: ממורכז - כותרת מעל, כפתורים מתחת
it: Centrato - Titolo in alto, controlli in basso
ja: 中央揃え - タイトルを上、コントロールを下
nl: Gecentreerd - Titel bovenaan, bedieningselementen onderaan
pt_pt: Centrado - Título no topo, controlos no fundo
ru: По центру - Заголовок вверху, управление снизу
tr: Ortalanmış - Başlık üstte, kontroller altta
uk: По центру - заголовок назва зверху, керування знизу
vi: Căn giữa - Tiêu đề trên, điều khiển dưới
zh_hans: 居中-标题顶部，控制底部
zh_hant: 置中對齊 - 標題置頂，控制項置底

source: Centered Window Height
cs: Výška vystředěného okna
de: Zentrierte Fensterhöhe
es: Altura de ventana centrada
it: Altezza della finestra centrata
ja: 中央のウィンドウの高さ
nl: Gecentreerde vensterhoogte
pt_pt: Altura da Janela Centrada
ru: Высота окна по центру
tr: Ortalanmış Pencere Yüksekliği
uk: Висота вікна по центру
vi: Chiều cao cửa sổ căn giữa
zh_hans: 居中窗口高度
zh_hant: 置中視窗高度

source: Centered Window Size
cs: Velikost vystředěného okna
de: Zentrierte Fenstergröße
es: Tamaño de ventana centrada
it: Dimensione della finestra centrata
ja: 中央のウィンドウサイズ
nl: Gecentreerde venstergrootte
pt_pt: Tamanho da Janela Centrada
ru: Размер окна по центру
tr: Ortalanmış Pencere Boyutu
uk: Розмір вікна по центру
vi: Kích thước cửa sổ căn giữa
zh_hans: 居中窗口大小
zh_hant: 置中視窗大小

source: Centered Window Sizing
cs: Velikost vystředěného okna
de: Zentriertes Fensterformat
it: Ridimensionamento della finestra centrata
ja: 中央のウィンドウサイズ変更
nl: Gecentreerd vensterformaat
pt_pt: Tamanho da Janela Centrada
ru: Размеры окна по центру
tr: Ortalanmış Pencere Boyutu
uk: Керування розміром вікна по центру
vi: Cấu hình kích thước cửa sổ căn giữa
zh_hans: 居中窗口尺寸调整
zh_hant: 置中視窗尺寸

source: Centered Window Width
cs: Šířka vystředěného okna
de: Zentrierte Fensterbreite
es: Ancho de ventana centrada
it: Larghezza della finestra centrata
ja: 中央のウィンドウの幅
nl: Gecentreerde vensterbreedte
pt_pt: Largura da Janela Centrada
ru: Ширина окна по центру
tr: Ortalanmış Pencere Genişliği
uk: Ширина вікна по центру
vi: Chiều rộng cửa sổ căn giữa
zh_hans: 居中窗口宽度
zh_hant: 置中視窗寬度

source: Change…
cs: Změnit…
de: Ändern…
es: Cambiar…
fr: Modifier…
he: שנה…
it: Cambia…
ja: 変更…
nl: Verander…
pt_pt: Modificar…
ru: Изменить…
tr: Değiştir…
uk: Змінити…
vi: Thay đổi…
zh_hans: 更改…
zh_hant: 更改⋯

source: Changes to permissions require an app restart to take effect.
cs: Změny oprávnění vyžadují restartování aplikace.
de: Änderungen an Berechtigungen erfordern einen Neustart der App, um wirksam zu werden.
es: Los cambios a los permisos requieren reiniciar la aplicación para tomar efecto.
fr: Les modifications apportées aux permissions nécessitent un redémarrage de l’application pour prendre effet.
he: שינויים בהרשאות דורשים הפעלה מחדש של האפליקציה כדי להיכנס לתוקף.
it: Le modifiche ai permessi richiedono un riavvio dell'app.
ja: 権限の変更を有効にするにはアプリの再起動が必要です。
nl: Wijzigingen in de toestemmingen worden pas van kracht nadat de app opnieuw is opgestart.
pt_pt: Alterações às permissões requerem que a aplicação seja reiniciada.
ru: Для применения изменений разрешений требуется перезапуск приложения
tr: İzinler üzerindeki değişikliklerin uygulanması için uygulamanın yeniden başlatılması gerekir.
uk: Зміни дозволів потребують перезапуску застосунку, щоб вони набули чинності.
vi: Thay đổi quyền yêu cầu khởi động lại ứng dụng để có hiệu lực.
zh_hans: 更改权限需要重新启动应用才能生效。
zh_hant: 權限更動需要重新打開App才會生效。

source: Check for Updates
cs: Zkontrolovat aktualizace
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Vérifier les mises à jour
he: חיפוש עדכונים
it: Controllo aggiornamenti
ja: アップデートを確認
nl: Controleer op updates
pt_pt: Procurar por Atualizações
ru: Проверить обновления
tr: Güncellemeleri Denetleyin
uk: Перевірити наявність оновлень
vi: Kiểm tra cập nhật
zh_hans: 检查更新
zh_hant: 檢查更新

source: Check for Updates…
cs: Zkontrolovat aktualizace
de: Nach Aktualisierungen suchen…
es: Comprobar actualizaciones…
he: חפש עדכונים…
it: Controlla aggiornamenti…
ja: アップデートの確認...
nl: Controleer op updates…
pt_pt: Procurar por Actualizações…
ru: Проверить обновления…
tr: Güncellemeleri Denetleyin…
uk: Перевірити наявність оновлень…
vi: Kiểm tra cập nhật…
zh_hans: 检查更新…
zh_hant: 檢查更新…

source: Check Now
cs: Zkontrolovat nyní
de: Jetzt prüfen
es: Comprobar ahora
fr: Vérifier maintenant
he: בדוק עכשיו
it: Controlla adesso
ja: 今すぐ確認
nl: Nu controleren
pt_pt: Procurar Agora
ru: Проверить сейчас
tr: Şimdi Kontrol Et
uk: Перевірити зараз
vi: Kiểm tra ngay
zh_hans: 立即检查
zh_hant: 立即檢查

source: Choose between stable releases and beta versions
cs: Vybrat mezi stabilními verzemi a beta verzemi
de: Wähle zwischen stabilen Versionen und Beta Versionen
es: Elegir entre versiones estables y beta
fr: Choisissez entre les versions stables et les versions bêta
he: בחר בין גרסאות יציבות לגרסאות בטא
it: Canale di aggiornamento (rilasci ufficiali o versioni beta)
ja: 安定版とベータ版のどちらかを選択してください
nl: Kies tussen stabiele releases en beta-versies
pt_pt: Escolha entre versões estáveis e versões beta
ru: Выберите между стабильными и бета-версиями
tr: Kararlı sürümler ile beta sürümleri arasında seçim yapın
uk: Виберіть між стабільними релізами та бета-версіями
vi: Chọn giữa phiên bản ổn định và phiên bản beta
zh_hans: 选择稳定版或者测试版
zh_hant: 選擇穩定版本或測試版本

source: Choose how large window previews appear when hovering over dock icons. All window images are automatically scaled to fit within this size while maintaining their original proportions.
cs: Zvolte velikost náhledů oken při najetí na ikony v Docku. Všechny obrázky náhledů jsou automaticky škálované, aby se vešly do zvolené velikosti a zachovaly si původní poměr stran.
de: Lege fest, wie große Fenstervorschauen angezeigt werden, wenn der Mauszeiger über die Dock-Icons schwebt. Alle Fensterbilder werden automatisch skaliert, um in diese Größe zu passen, ohne die ursprünglichen Proportionen zu ändern.
es: Elija cómo aparecen las vistas previas de las ventanas grandes al pasar el cursor sobre los iconos de los muelles. Todas las imágenes de las ventanas se escalan automáticamente para que encajen dentro de este tamaño manteniendo sus proporciones originales.
fr: Choisissez la taille d’affichage des aperçus des fenêtres au survol des icônes du Dock. Toutes les images des fenêtres sont automatiquement redimensionnées pour s’adapter à cette taille tout en conservant leurs proportions d’origine.
he: בחר באיזה גודל תצוגות מקדימות של חלונות מופיעות בעת ריחוף מעל סמלי Dock. כל תמונות החלונות מותאמות אוטומטית לגודל זה תוך שמירה על הפרופורציות המקוריות שלהן.
it: Dimensioni delle anteprime del Dock. Le immagini delle finestre sono scalate automaticamente per adattarsi a questa dimensione mantenendo le proporzioni originali.
ja: Dockアイコンにカーソルを合わせると、ウィンドウのプレビューがどのように大きく表示されるかを選択します。 すべてのウィンドウ画像は、元の比率を維持しながら、このサイズに合わせて自動的にスケーリングされます。
nl: Kies hoe groot de venstervoorbeelden worden weergegeven wanneer de muis over Dock-pictogrammen beweegt. Alle vensterafbeeldingen worden automatisch aangepast aan dit formaat, waarbij de oorspronkelijke verhoudingen behouden blijven.
pt_pt: Escolha quão grande é a visualização das janelas ao passar o rato sobre os ícones da Dock. Todas as janelas são redimensionadas automaticamente para caber dentro deste tamanho, mantendo as suas proporções originais.
ru: Выберите размер превью окон при наведении на иконки в Dock. Все изображения автоматически масштабируются под этот размер с сохранением пропорций.
tr: Dock simgelerinin üzerine fareyi getirdiğinizde pencere önizlemelerinin ne kadar büyük görüneceğini seçin. Tüm pencere görüntüleri, orijinal oranları korunarak bu boyuta sığacak şekilde otomatik olarak ölçeklendirilir.
uk: Виберіть, наскільки великими будуть попередні перегляди вікон під час наведення курсора на іконки в Dock. Усі зображення вікон автоматично масштабуються відповідно до цього розміру, зберігаючи при цьому свої початкові пропорції.
vi: Chọn kích thước hiển thị của bản xem trước cửa sổ khi di chuột vào biểu tượng Dock. Tất cả hình ảnh cửa sổ sẽ tự động được thay đổi kích thước để vừa với kích thước này nhưng vẫn giữ nguyên tỷ lệ ban đầu.
zh_hans: 选择悬停 Dock 图标时窗口预览的显示大小。所有窗口图像将自动缩放以适应该尺寸，同时保持原始比例。
zh_hant: 選擇當指標停留在Dock圖像上時視窗預覽的大小。所有視窗影像會自動縮放以適應此大小，同時維持顯示比例。

source: Choose how windows are sorted in Cmd+Tab previews.
cs: Zvolte způsob řazení oken v náhledu Cmd+Tab.
de: Wähle, wie Fenster in Cmd+Tab Vorschauen sortiert sind.
es: Elegir cómo se ordenan las ventanas en las vistas previas de Cmd+Tab.
fr: Choisissez comment les fenêtres sont triées dans les aperçus Cmd + Tab.
he: בחר כיצד החלונות ממוינים בתצוגות מקדימות של Cmd+Tab.
it: Scegli l'ordinamento delle finestre con ⌘⇥ (Cmd+Tab).
ja: Cmd + Tab プレビューでウィンドウをソートする方法を選択します。
nl: Kies hoe vensters worden gesorteerd in Cmd+Tab-voorbeelden.
pt_pt: Escolha como as janelas são ordenadas nas Pré-visualizações do Cmd+Tab.
ru: Выберите порядок сортировки окон в превью Cmd+Tab.
tr: Cmd+Tab önizlemelerinde pencerelerin nasıl sıralanacağını seçin.
uk: Оберіть спосіб сортування вікон у попередніх переглядах через Cmd+Tab.
vi: Chọn cách sắp xếp cửa sổ trong bản xem trước Cmd+Tab.
zh_hans: 选择 Cmd+Tab 预览中窗口的排序方式。
zh_hant: 選擇Cmd+Tab預覽中的視窗排序方式。

source: Choose how windows are sorted in the preview.
cs: Zvolte způsob řazení oken v náhledu.
de: Wähle, wie Fenster in der Vorschau sortiert sind.
es: Elegir cómo se ordenan las ventanas en la vista previa.
fr: Choisissez comment les fenêtres sont triées dans l’aperçu.
he: בחר כיצד החלונות ממוינים בתצוגה המקדימה.
it: Definisce la disposizione delle finestre nell'anteprima.
ja: プレビューでウィンドウをソートする方法を選択します。
nl: Kies hoe vensters in het voorbeeld worden gesorteerd.
pt_pt: Escolha como as janelas são ordenadas na pré-visualização.
ru: Выберите порядок сортировки окон в превью.
tr: Önizlemede pencerelerin nasıl sıralanacağını seçin.
uk: Оберіть спосіб сортування вікон у попередніх переглядах.
vi: Chọn cách sắp xếp cửa sổ trong bản xem trước.
zh_hans: 选择预览中窗口的排序方式。
zh_hant: 選擇預覽中視窗的排序方式。

source: Choose how windows are sorted in the window switcher.
cs: Zvolte způsob řazení oken v přepínači oken.
de: Auswählen, wie die Fenster im Fensterwechsler sortiert werden.
es: Elegir cómo se ordenan las ventanas en el selector de ventanas.
fr: Choisissez comment les fenêtres sont triées dans le sélecteur de fenêtres.
he: בחר כיצד החלונות ממוינים בבורר החלונות.
it: Definisce la disposizione degli elementi nel selettore finestre.
ja: ウィンドウスイッチャーでウィンドウがソートされる方法を選択します。
nl: Kies hoe vensters worden gesorteerd in de vensterwisselaar.
pt_pt: Escolha como as janelas são classificadas no selector de janelas.
ru: Выберите порядок сортировки окон в переключателе окон.
tr: Pencere değiştiricide pencerelerin nasıl sıralanacağını seçin.
uk: Оберіть спосіб сортування вікон у Перемикачі вікон.
vi: Chọn cách sắp xếp cửa sổ trong trình chuyển đổi cửa sổ.
zh_hans: 选择窗口切换器中窗口排序方式。
zh_hant: 選擇預覽中視窗的排序方式。

source: Choose this folder to let DockDoor show its contents.
cs: Vyberte tuto složku, aby DockDoor zobrazil její obsah.
de: Wähle diesen Ordner, um DockDoor den Inhalt anzeigen zu lassen.
es: Selecciona esta carpeta para que DockDoor muestre su contenido.
it: Scegli questa cartella per consentire a DockDoor di mostrarne il contenuto.
ja: このフォルダーを選択すると、DockDoorにその内容が表示されるようになります。
nl: Kies deze map om de inhoud door DockDoor te laten zien.
tr: DockDoor'un içeriklerini göstermesi için bu klasörü seçin.
uk: Оберіть цю теку щоб дозволити DockDoor показувати її вміст.
vi: Chọn thư mục này để cho phép DockDoor hiển thị các nội dung.
zh_hans: 选择此文件夹让 DockDoor 显示其内容。
zh_hant: 選擇此檔案夾來讓DockDoor顯示其內容。

source: Choose what happens when scrolling directly on a dock icon.
cs: Zvolte chování při rolování nad ikonou v Docku.
de: Wähle, was passiert, wenn direkt auf einem Dock Icon gescrollt wird.
it: Effetto dello scorrimento quando il cursore si trova su un'icona del Dock.
ja: ドックのアイコンを直接スクロールした際の動作を選択します。
nl: Kies wat er gebeurt wanneer je direct op een Dock-pictogram scrolt.
tr: Direkt olarak bir dock ikonun üstünde kaydırıldığında ne olacağını seçin.
uk: Оберіть, що відбувається при прокручуванні прямо на іконку у Dock.
vi: Chọn hành động khi cuộn trực tiếp trên một biểu tượng trên Dock.
zh_hans: 选择在 Dock 图标上直接滚动时的行为。
zh_hant: 選擇直接在Dock圖像上捲動時的作用。

source: Choose where the window switcher appears on screen.
cs: Zvolte, kde se na obrazovce zobrazí přepínač oken.
de: Auswählen, wo der Fensterwechsler auf dem Bildschirm erscheint.
es: Elegir dónde aparece el selector de ventanas en pantalla.
fr: Choisissez où le sélecteur de fenêtres apparaît à l’écran.
he: בחר היכן בורר החלונות מופיע על המסך.
it: Scegli la posizione del selettore finestre
ja: ウィンドウスイッチャーが画面上に表示される場所を選択します。
nl: Kies waar de vensterwisselaar op het scherm verschijnt.
pt_pt: Escolha onde o selecionador de janelas aparece no ecrã.
ru: Выберите, где на экране появляется окно переключателя.
tr: Pencere değiştiricinin ekranda nerede görüneceğini seçin.
uk: Виберіть, де на екрані буде розташовуватись Перемикач вікон.
vi: Chọn vị trí hiển thị trình chuyển đổi cửa sổ trên màn hình.
zh_hans: 选择窗口切换器在屏幕上显示的位置。
zh_hant: 選擇視窗切換器顯示的位置。

source: Choose whether vertical or horizontal scrolling controls the media widget.
cs: Zvolte, zda widget médií ovládáte vertikálním nebo horizontálním rolováním.
de: Wähle, ob vertikales oder horizontales Scrollen das Medien-Widget steuert.
es: Elegir si el widget multimedia se controla con desplazamiento vertical u horizontal.
fr: Choisir le défilement vertical ou horizontal pour le contrôle des widgets média.
he: בחר אם גלילה אנכית או אופקית שולטת בווידג'ט המדיה.
it: Scegli se il widget multimediale è controllato dallo scorrimento verticale o orizzontale.
ja: 縦スクロールまたは横スクロールでメディアウィジェットをコントロールするかどうかを選択します。
nl: Kies of de mediawidget verticaal of horizontaal moet scrollen.
pt_pt: Escolha se a rolagem horizontal ou vertical controla o widget de mídia.
ru: Выберите, вертикальная или горизонтальная прокрутка управления медиа-виджетом.
tr: Medya widget'ının dikey mi yoksa yatay mı kaydırılacağını seçin.
uk: Оберіть, яке прокручування керуватиме медіавіджетом: вертикальне чи горизонтальне.
vi: Chọn cuộn dọ hay ngang điều khiển tiện ích phương tiện.
zh_hans: 选择是垂直滚动还是水平滚动控制媒体小部件。
zh_hant: 選擇用垂直或水平捲動來控制媒體小工具。

source: Clear
cs: Vymazat
de: Löschen
es: Borrar
fr: Vider
he: נקה
it: Semplice
ja: クリア
nl: Wis
pt_pt: Limpar
ru: Очистить
tr: Temizle
uk: Очистити
vi: Xóa
zh_hans: 清空
zh_hant: 清除

source: Clear All
cs: Vymazat vše
de: Alle löschen
es: Borrar todo
fr: Tout effacer
he: נקה הכל
it: Pulisci
ja: 全てクリア
nl: Alles wissen
pt_pt: Limpar tudo
ru: Стереть все
tr: Tümünü Temizle
uk: Очистити все
vi: Xóa tất cả
zh_hans: 清除所有
zh_hant: 清除全部

source: Clear Logs
cs: Vymazat protokoly
de: Logs löschen
es: Borrar registros
fr: Vider le journal d’événements
he: נקה יומנים
it: Pulisci i log
ja: ログをクリア
nl: Logs wissen
pt_pt: Limpar registos
ru: Очистить логи
tr: Kayıtları temizle
uk: Очистити журнал
vi: Xóa nhật ký
zh_hans: 清除日志
zh_hant: 清除紀錄
